<?php
$subwayDB = [
    [
        'name' => 'Девяткино',
        'lat' => '60.050182',
        'lng' => '30.443045'
    ],
    [
        'name' => 'Гражданский проспект',
        'lat' => '60.034969',
        'lng' => '30.418224'
    ],
    [
        'name' => 'Академическая',
        'lat' => '60.012806',
        'lng' => '30.396044'
    ],
    [
        'name' => 'Политехническая',
        'lat' => '60.008942',
        'lng' => '30.370907'
    ],
    [
        'name' => 'Площадь Мужества',
        'lat' => '59.999828',
        'lng' => '30.366159'
    ],
    [
        'name' => 'Лесная',
        'lat' => '59.984947',
        'lng' => '30.344259'
    ],
    [
        'name' => 'Выборгская',
        'lat' => '59.970925',
        'lng' => '30.347408'
    ],
    [
        'name' => 'Площадь Ленина',
        'lat' => '59.955611',
        'lng' => '30.35605'
    ],
    [
        'name' => 'Чернышевская',
        'lat' => '59.94453',
        'lng' => '30.359919'
    ],
    [
        'name' => 'Площадь Восстания',
        'lat' => '59.930279',
        'lng' => '30.361069'
    ],
    [
        'name' => 'Владимирская',
        'lat' => '59.927628',
        'lng' => '30.347898'
    ],
    [
        'name' => 'Пушкинская',
        'lat' => '59.92065',
        'lng' => '30.329599'
    ],
    [
        'name' => 'Технологический институт',
        'lat' => '59.916512',
        'lng' => '30.318485'
    ],
    [
        'name' => 'Балтийская',
        'lat' => '59.907211',
        'lng' => '30.299578'
    ],
    [
        'name' => 'Нарвская',
        'lat' => '59.901218',
        'lng' => '30.274908'
    ],
    [
        'name' => 'Кировский завод',
        'lat' => '59.879688',
        'lng' => '30.261921'
    ],
    [
        'name' => 'Автово',
        'lat' => '59.867325',
        'lng' => '30.261337'
    ],
    [
        'name' => 'Ленинский проспект',
        'lat' => '59.85117',
        'lng' => '30.268274'
    ],
    [
        'name' => 'Проспект Ветеранов',
        'lat' => '59.84211',
        'lng' => '30.250588'
    ],
    [
        'name' => 'Парнас',
        'lat' => '60.06699',
        'lng' => '30.333839'
    ],
    [
        'name' => 'Проспект Просвещения',
        'lat' => '60.051456',
        'lng' => '30.332544'
    ],
    [
        'name' => 'Озерки',
        'lat' => '60.037098',
        'lng' => '30.321495'
    ],
    [
        'name' => 'Удельная',
        'lat' => '60.016697',
        'lng' => '30.315607'
    ],
    [
        'name' => 'Пионерская',
        'lat' => '60.002487',
        'lng' => '30.296759'
    ],
    [
        'name' => 'Чёрная речка',
        'lat' => '59.985455',
        'lng' => '30.300833'
    ],
    [
        'name' => 'Петроградская',
        'lat' => '59.966389',
        'lng' => '30.311293'
    ],
    [
        'name' => 'Горьковская',
        'lat' => '59.956112',
        'lng' => '30.31889'
    ],
    [
        'name' => 'Невский проспект',
        'lat' => '59.935421',
        'lng' => '30.327052'
    ],
    [
        'name' => 'Сенная площадь',
        'lat' => '59.927135',
        'lng' => '30.320316'
    ],
    [
        'name' => 'Технологический институт 2',
        'lat' => '59.916512',
        'lng' => '30.318485'
    ],
    [
        'name' => 'Фрунзенская',
        'lat' => '59.906273',
        'lng' => '30.31745'
    ],
    [
        'name' => 'Московские ворота',
        'lat' => '59.891788',
        'lng' => '30.317873'
    ],
    [
        'name' => 'Электросила',
        'lat' => '59.879189',
        'lng' => '30.318659'
    ],
    [
        'name' => 'Парк Победы',
        'lat' => '59.866344',
        'lng' => '30.321802'
    ],
    [
        'name' => 'Московская',
        'lat' => '59.848873',
        'lng' => '30.321483'
    ],
    [
        'name' => 'Звёздная',
        'lat' => '59.833241',
        'lng' => '30.349428'
    ],
    [
        'name' => 'Купчино',
        'lat' => '59.829781',
        'lng' => '30.375702'
    ],
    [
        'name' => 'Приморская',
        'lat' => '59.948521',
        'lng' => '30.23447'
    ],
    [
        'name' => 'Василеостровская',
        'lat' => '59.942577',
        'lng' => '30.278254'
    ],
    [
        'name' => 'Гостиный двор',
        'lat' => '59.933933',
        'lng' => '30.33341'
    ],
    [
        'name' => 'Маяковская',
        'lat' => '59.931366',
        'lng' => '30.354645'
    ],
    [
        'name' => 'Площадь Александра Невского 1',
        'lat' => '59.924369',
        'lng' => '30.384989'
    ],
    [
        'name' => 'Елизаровская',
        'lat' => '59.89669',
        'lng' => '30.423656'
    ],
    [
        'name' => 'Ломоносовская',
        'lat' => '59.877342',
        'lng' => '30.441715'
    ],
    [
        'name' => 'Пролетарская',
        'lat' => '59.865215',
        'lng' => '30.470264'
    ],
    [
        'name' => 'Обухово',
        'lat' => '59.848709',
        'lng' => '30.457743'
    ],
    [
        'name' => 'Рыбацкое',
        'lat' => '59.830986',
        'lng' => '30.501259'
    ],
    [
        'name' => 'Спасская',
        'lat' => '59.927135',
        'lng' => '30.320316'
    ],
    [
        'name' => 'Достоевская',
        'lat' => '59.928234',
        'lng' => '30.346029'
    ],
    [
        'name' => 'Лиговский проспект',
        'lat' => '59.920811',
        'lng' => '30.355055'
    ],
    [
        'name' => 'Площадь Александра Невского 2',
        'lat' => '59.923563',
        'lng' => '30.383421'
    ],
    [
        'name' => 'Новочеркасская',
        'lat' => '59.929092',
        'lng' => '30.411915'
    ],
    [
        'name' => 'Ладожская',
        'lat' => '59.93243',
        'lng' => '30.439274'
    ],
    [
        'name' => 'Проспект Большевиков',
        'lat' => '59.919838',
        'lng' => '30.466757'
    ],
    [
        'name' => 'Улица Дыбенко',
        'lat' => '59.907417',
        'lng' => '30.483311'
    ],
    [
        'name' => 'Комендантский проспект',
        'lat' => '60.008591',
        'lng' => '30.258663'
    ],
    [
        'name' => 'Старая Деревня',
        'lat' => '59.989433',
        'lng' => '30.255163'
    ],
    [
        'name' => 'Крестовский остров',
        'lat' => '59.971821',
        'lng' => '30.259436'
    ],
    [
        'name' => 'Чкаловская',
        'lat' => '59.961033',
        'lng' => '30.292006'
    ],
    [
        'name' => 'Спортивная',
        'lat' => '59.952026',
        'lng' => '30.291338'
    ],
    [
        'name' => 'Адмиралтейская',
        'lat' => '59.935867',
        'lng' => '30.31523'
    ],
    [
        'name' => 'Садовая',
        'lat' => '59.926739',
        'lng' => '30.317753'
    ],
    [
        'name' => 'Звенигородская',
        'lat' => '59.92065',
        'lng' => '30.329599'
    ],
    [
        'name' => 'Обводный Канал',
        'lat' => '59.914686',
        'lng' => '30.34815'
    ],
    [
        'name' => 'Волковская',
        'lat' => '59.896023',
        'lng' => '30.35754'
    ],
    [
        'name' => 'Бухарестская',
        'lat' => '59.883769',
        'lng' => '30.368932'
    ],
    [
        'name' => 'Международная',
        'lat' => '59.870203',
        'lng' => '30.379289'
    ]
];
